# brewfile by github.com/joshhighet
# github.com/Homebrew/homebrew-bundle
# install with `brew bundle`

#cask "lbry"
#cask "exodus"
#brew "openvpn"
#cask "maltego"
#cask "megasync"
#cask "electrum"
#brew "azure-cli"
#cask "electrum-ltc"
#cask "atomic-wallet"
#tap "azure/functions"
#cask "openvpn-connect"
#cask "azure-data-studio"
#cask "visual-studio-code"
#brew "azure-functions-core-tools@3"
#cask "microsoft-azure-storage-explorer"

brew "go"
brew "gh"
brew "jq"
cask "obs"
brew "git"
brew "bat"
brew "nyx"
brew "tor"
cask "lulu"
brew "nmap"
brew "tldr"
brew "tree"
brew "john"
brew "wget"
brew "htop"
brew "node"
brew "pipx"
brew "geoip"
brew "cmake"
brew "socat"
brew "pyenv"
brew "prips"
brew "watch"
cask "slack"
cask "iterm2"
cask "ghidra"
cask "docker"
cask "github"
cask "signal"
brew "nikto"
brew "doctl"
brew "ssdeep"
brew "ffmpeg"
brew "telnet"
brew "ncrack"
brew "azcopy"
brew "pylint"
brew "cowsay"
brew "lolcat"
cask "ghidra"
brew "sqlmap"
brew "parallel"
brew "sslscan"
brew "binwalk"
cask "firefox"
cask "discord"
brew "thefuck"
brew "git-lfs"
brew "hashcat"
brew "certbot"
brew "masscan"
brew "binutils"
cask "caffeine"
brew "torsocks"
brew "hashpump"
brew "dnstwist"
brew "wrangler"
brew "foremost"
brew "coreutils"
brew "bettercap"
cask "gpg-suite"
cask "wireshark"
cask "protonvpn"
cask "KnockKnock"
cask "powershell"
cask "tor-browser"
brew "geckodriver"
brew "aircrack-ng"
cask "redisinsight"
brew "speedtest-cli"
cask "google-chrome"
cask "cloudflare-warp"
cask "microsoft-teams"
brew "zsh-completions"
cask "google-cloud-sdk"
